export default Object.freeze({
  // =========================================
  // URL定数
  // =========================================
  DIR_HOME: '/',
  DIR_SIGN_IN: '/sign-in',

  // =========================================
  // 曜日定数
  // =========================================
  DAY_OF_WEEK_SUN: '日',
  DAY_OF_WEEK_MON: '月',
  DAY_OF_WEEK_TUE: '火',
  DAY_OF_WEEK_WED: '水',
  DAY_OF_WEEK_THU: '木',
  DAY_OF_WEEK_FRI: '金',
  DAY_OF_WEEK_SAT: '土',

  // =========================================
  // テーマカラー定数
  // =========================================
  THEME_COLOR_DEFAULT: '#f44336',
});
